{
  "1960": [
    "Jordan lost the West Bank to Israel in 1967 at the heel of the 6-Day War.",
    "Jordan’s population had grown to 1.5 million because of natural growth and the influx of Palestinian refugees that followed.",
    "The growing Amman was running out of water and its supply had become intermittent."
  ],
  "1970": [
    "The shortage of water resources in Jordan was first widely recognized in the early 1970s; strategies and measures were proposed to overcome this shortage.",
    "Developments included the construction of the King Talal Dam in 1977 and the reuse of treated wastewater from Amman for irrigation in the Jordan Valley.",
    "Yet Jordan’s water resources remained greatly insufficient to provide for its growing population with ample drinking water."
  ],
  "1980": [
    "Jordan’s efforts in addressing its water problem saw the largest wastewater treatment plant in the country commissioned in As-Samra.",
    "The completion of the King Abdullah Canal in 1987 and the creation of the Ministry of Water and Irrigation in 1988 helped assuage the country’s thirst… for a while…"
  ],
  "1990": [
    "The 1990s tested Jordan’s resilience to the utmost; it was a struggle for survival, some might even say.",
    "The country’s population had increased to more than 3 million by 1990 and 4.8 million by 2000 after the Gulf War and the influx of refugees into Jordan.",
    "This contributed to the overloading of Jordan’s biggest wastewater treatment plant in As-Samra, and further straining the country’s water resources."
  ],
  "2000": [
    "The turn of the millennial saw many improvements to Jordan’s water sector, and several companies were created: Aqaba Water Company, Miyahuna, and the Yarmouk Water Company.",
    "A new National Water Strategy until 2022 was put forth by King Abdullah II, which included investments of USD 8.24 billion over a period of 15 years.",
    "The construction of the Disi Conveyance Project began in 2009 and was completed in 2013.",
    "2017 saw Jordan’s first water desalination plant open in Aqaba which would generate 5 MCM of clean water; water that would be used for drinking, agriculture, and industry.",
    "The influx of about one million refugees from Syria since 2012 increased the population of Jordan to more than 9 million, meaning even more pressure on our water resources."
  ],
  "2020": [
    "Despite all the efforts to resolve Jordan’s water resource problem, Jordan’s water deficit is still projected to be in the hundreds of millions of cubic meters in the coming decade.",
    "With about 60 m3 of renewable water resources per capita per year, we remain one of the world’s most water-scarce countries.",
    "Our changing lifestyles and the rapidly growing development of our urban and rural areas puts further stress on our water resources.",
    "And we still lose about half of our water before it even reaches us."
  ]
}